[
{
  "model": "articles.article",
  "pk": 1,
  "fields": {
    "created_at": "2021-12-01T18:09:25.316Z",
    "title": "A few thoughts on the implosion of Pangburn Philosophy",
    "views": 18,
    "text": "As many of you know, the Day of Reflection conference, scheduled for November 17 in NYC, has been cancelled, and some hundreds of ticket holders are now left seeking refunds.\r\n\r\nI was forced to pull out of this event nearly two months ago and have said very little about it since. Now that Travis Pangburn has officially announced that he will be “folding” his touring company, Pangburn Philosophy, I can give a brief account of what happened.\r\n\r\n    I participated in 10 events organized by Pangburn Philosophy between September 2017 and July 2018. I didn’t always approve of the way those events were staged or marketed, but all of them appeared to be successful.\r\n\r\n    However, after the cancellation of an August 2018 conference in Auckland, Pangburn seemed intent on running his business off a cliff. He owed a lot of money to several speakers at that point, in the form of unpaid fees and reimbursements. Most egregiously, he seemed less than fully committed to refunding ticket holders for the cancelled Auckland conference.\r\n\r\n    At this point, I had two more dates on the calendar with Pangburn in 2018: a dialogue with Brian Greene in Toronto (September 5) and the Day of Reflection conference in New York (November 17). I kept my appointment in Toronto because I was contractually obligated to do so. I also didn’t want to do anything that would harm Pangburn’s ability to pay his mounting debts.\r\n\r\n    After Toronto, however, it became clear that Pangburn could not be trusted to put his house in order. Facing a total lack of transparency, and realizing that Pangburn was using my ongoing association with him to book future speakers, I withdrew from the NYC conference on September 21 (as well as from a Vancouver conference scheduled for March 2019). Legally, I was able to do this because Pangburn was in breach of my speaking contract. Ethically, I had a far more compelling reason to back out: I couldn’t promote or participate in an event for which I believed other speakers were unlikely to get paid; nor could I continue to work with someone who still hadn’t given refunds to ticket holders for a conference that had been canceled more than a month before.\r\n\r\n    After I withdrew from the NYC conference, my management team asked Pangburn to give us the email addresses of all ticket holders so that we could notify them that I was no longer involved with the event. Pangburn refused to provide this information. However, he assured us that he would notify everyone himself. (I do not know whether he ever did.) He then stopped responding to our emails.\r\n\r\n    At the time I pulled out of the NYC conference, I assumed that the revenue from ticket sales was still safely in the box office and that Pangburn would be obliged to issue refunds should the conference fail. That’s how things normally work, especially at a reputable venue like Lincoln Center. It hadn’t occurred to me that New York ticketholders might suffer the same fate as those in Auckland.\r\n\r\n    I was left with a legal and ethical puzzle that I could not solve. Again, I had no way to communicate with ticket holders directly, and discussing the chaos surrounding Pangburn on my podcast never seemed like an option. Several friends and colleagues still had events on the calendar with him, and I didn’t want to do anything to derail them. In addition, many speakers who were aware of my reasons for pulling out of the NYC conference were still signed on and seemed intent on making it work. I couldn’t see anything to do that wouldn’t risk creating further harms.\r\n\r\nAlthough Pangburn still owes several speakers (including me) an extraordinary amount of money, we were willing to participate in the NYC conference for free as recently as a few days ago, if he would have handed it over to us and stepped away. I have been told that this offer was made, and he declined it.\r\n\r\nI find it appalling that so many people were needlessly harmed by the implosion of Pangburn Philosophy. I can assure you that every speaker associated with the NYC event will be much wiser when working with promoters in the future.\r\n\r\nSam Harris",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675935653/Sway-Prod/Articles/pexels-szabo%CC%81-viktor-3227984_qlg7nu.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 3,
  "fields": {
    "created_at": "2021-12-02T16:27:55.678Z",
    "title": "Five Ways Mindfulness Meditation Is Good for Your Health",
    "views": 99,
    "text": "According to thousands of years of tradition, Buddhists meditate to understand themselves and their connections to all beings. By doing so, they hope to be released from suffering and ultimately gain enlightenment.\r\n\r\nIn recent decades, researchers have been gaining insight into the benefits of practicing this ancient tradition. By studying more secular versions of mindfulness meditation, they’ve found that learning to pay attention to our current experiences and accept them without judgment might indeed help us to be happier. Studies to date suggest that mindfulness affects many aspects of our psychological well-being—improving our mood, increasing positive emotions, and decreasing our anxiety, emotional reactivity, and job burnout.\r\n\r\nBut does mindfulness affect our bodies as well as our minds?\r\n\r\nRecently, researchers have been exploring this question—with some surprising results. While much of the early research on mindfulness relied on pilot studies with biased measures or limited groups of participants, more recent studies have been using less-biased physiological markers and randomly controlled experiments to get at the answer. Taken together, the studies suggest that mindfulness may impact our hearts, brains, immune systems, and more.\r\n\r\nThough nothing suggests mindfulness is a standalone treatment for disease nor the most important ingredient for a healthy life, here are some of the ways that it appears to benefit us physically.\r\nMindfulness is good for our hearts\r\n\r\nHeart disease is the leading killer in the United States, accounting for about 1 in 4 deaths every year. So, whatever decreases the risks or symptoms of heart disease would significantly impact society’s health. Mindfulness may help with that.\r\n\r\nIn one study, people with pre-hypertension were randomly assigned to augment their drug treatment with either a course in mindfulness meditation or a program that taught progressive muscle relaxation. Those who learned mindfulness had significantly greater reductions in their systolic and diastolic blood pressure than those who learned progressive muscle relaxation, suggesting that mindfulness could help people at risk for heart disease by bringing blood pressure down.\r\n\r\nIn another study, people with heart disease were randomly assigned to either an online program to help them practice meditation or to a waitlist for the program while undergoing normal treatment for heart disease. Those who took the mindfulness program showed significant improvements on the six-minute walking test (a measure of cardiovascular capacity) and slower heart rates than those in the waitlist group.\r\n\r\nWhile one review of randomly controlled studies showed that mindfulness may have mixed effects on the physical symptoms of heart disease, a more recent review published by the American Heart Association concluded that, while research remains preliminary, there is enough evidence to suggest mindfulness as an adjunct treatment for coronary disease and its prevention. \r\n\r\nMindfulness may also be good for hearts that are already relatively healthy. Research suggests that meditating can increase respiratory sinus arrhythmia, the natural variations in heart rate that happen when we breathe that indicate better heart health and an increased chance of surviving a heart attack.\r\nMindfulness may decrease cognitive decline from aging or Alzheimer’s\r\n\r\nPeople tend to lose some of their cognitive flexibility and short-term memory as they age. But mindfulness may be able to slow cognitive decline, even in people with Alzheimer’s disease.\r\n\r\nIn a 2016 study, people with Alzheimer’s disease engaged in either mindfulness meditation, cognitive stimulation therapy, relaxation training, or no treatment, and were given cognitive tests over two years. While cognitive stimulation and relaxation training seemed to be somewhat beneficial in comparison to no treatment, the mindfulness training group had much more robust improvements on cognitive scores than any other group.\r\n\r\nWhy might that be true? A 2017 study looking at brain function in healthy, older adults suggests meditation may increase attention. In this study, people 55 to 75 years old spent eight weeks practicing either focused breathing meditation or a control activity. Then, they were given the Stroop test—a test that measures attention and emotional control—while having their brains monitored by electroencephalography. Those undergoing breath training had significantly better attention on the Stroop test and more activation in an area of the brain associated with attention than those in the active control group.\r\n\r\nWhile this research is preliminary, a systematic review of research to date suggests that mindfulness may mitigate cognitive decline, perhaps due to its effects on memory, attention, processing, and executive functioning.\r\nMindfulness may improve your immune response\r\n\r\nWhen we encounter viruses and other disease-causing organisms, our bodies send out troops of immune cells that circulate in the blood. These cells, including pro- and anti-inflammatory proteins, neutrophils, T-cells, immunoglobulins, and natural killer cells, help us to fight disease and infection in various ways. Mindfulness, it turns out, may affect these disease-fighting cells.\r\n\r\nIn several studies, mindfulness meditation appeared to increase levels of T-cells or T-cell activity in patients with HIV or breast cancer. This suggests that mindfulness could play a role in fighting cancer and other diseases that call upon immune cells. Indeed, in people suffering from cancer, mindfulness appears to improve a variety of biomarkers that might indicate progression of the disease. \r\n\r\nIn another study, elderly participants were randomly assigned to an eight-week Mindfulness-Based Stress Reduction (MBSR) course or a moderate-intensity exercise program. At the end, participants who’d practiced mindfulness had higher levels of the protein interleukin-8 in their nasal secretions, suggesting improved immune function.\r\n\r\nAnother study found increases in interleukin-10 in colitis patients who took a mindfulness meditation course compared to a mind-body educational program, especially among patients whose colitis had flared up. Yet another study found that patients who had greater increases in mindfulness after an MBSR course also showed faster wound healing, a process regulated by the immune system.\r\n\r\nStudies have found effects on markers of inflammation, too—like C-reactive protein, which in higher levels can harm physical health. Research shows that people with rheumatoid arthritis have reduced C-reactive protein levels after taking an MBSR course versus being on a waitlist for the course. Overall, these findings suggest that mindfulness meditation can have disease-fighting powers through our immune response.\r\nMindfulness may reduce cell aging\r\n\r\nCell aging occurs naturally as cells repeatedly divide over the lifespan and can also be increased by disease or stress. Proteins called telomeres, which are found at the end of chromosomes and serve to protect them from aging, seem to be impacted by mindfulness meditation.\r\n\r\nStudies suggest that long-time meditators may have greater telomere lengths. In one experimental study, researchers found that breast cancer survivors who went through MBSR preserved the length of their telomeres better than those who were on a waitlist. However, this study also found that general supportive therapies impacted telomere length; so, there may not be something special about MBSR that impacts cell aging.\r\n\r\nOn the other hand, another study with breast cancer survivors found no differences in telomere length after taking an MBSR course; but they did find differences in telomere activity, which is also related to cell aging. In fact, a 2018 review of research ties mindfulness training to increased telomere activity, suggesting it indirectly affects the integrity of the telomeres in our cells. Perhaps that’s why scientists are at least optimistic about the positive effects of meditation on aging.\r\nMindfulness may help reduce psychological pain\r\n\r\nOf course, while the above physiological benefits of mindfulness are compelling, we needn’t forget that mindfulness also impacts our psychological well-being, which, in turn, affects physical health. In fact, it’s quite likely that these changes have synergistic effects on one another.\r\n\r\nFirst of all, a great deal of research suggests that mindfulness can help healthy people reduce their stress. And thanks to Jon-Kabat Zinn’s pioneering MBSR program, there’s now a large body of research showing that mindfulness can help people cope with the pain, anxiety, depression, and stress that might accompany illness, especially chronic conditions.\r\n\r\nFor example, drug addictions, at heart, come about because of physiological cravings for a substance that relieves people temporarily from their psychological suffering. Mindfulness can be a useful adjunct to addiction treatment by helping people better understand and tolerate their cravings, potentially helping them to avoid relapse after they’ve been safely weaned off of drugs or alcohol. The same is true for people struggling with overeating.\r\n\r\nFascinating though it is, we shouldn’t overplay meditation’s effects on physical health at the expense of its importance to emotional health. In fact, it may be difficult to separate out the two, as a key impact of mindfulness is stress reduction, and psychological stress has been tied to heart health, immune response, and telomere length. This idea is further supported by the fact that other stress-reducing therapies also seem to impact physical health, as well.\r\n\r\nStill, it’s encouraging to know that something that can be taught and practiced can have an impact on our overall health—not just mental but also physical—more than 2,000 years after it was developed. That’s reason enough to give mindfulness meditation a try.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675935490/Sway-Prod/Articles/pexels-steve-johnson-15267300_vbuyxr.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 4,
  "fields": {
    "created_at": "2021-12-02T16:30:13.180Z",
    "title": "How to Meditate",
    "views": 49991,
    "text": "Meditation is a simple practice available to all, which can reduce stress, increase calmness and clarity and promote happiness. Learning how to meditate is straightforward, and the benefits can come quickly. Here, we offer basic tips to get you started on a path toward greater equanimity, acceptance and joy. Take a deep breath, and get ready to relax.\r\nMeditation Exercises\r\n\r\nFind a comfortable spot and get ready to relax.\r\n\r\nThe Basics\r\n\r\nSetting aside time for formal meditation is an important way to establish a routine and get comfortable with the practice. Even just a few minutes a day can make a big difference.\r\n\r\n“Some people complain about taking time out of their day,” said Atman Smith, who teaches meditation to underserved communities in Baltimore. “Practice is important though. It’s a tool you can use to bring yourself back to the present in stressful situations.”\r\n\r\nBut we shouldn’t stop being mindful when we stop meditating. “The purpose of mindfulness meditation is to become mindful throughout all parts of our life, so that we’re awake, present and openhearted in everything we do,” said Tara Brach, a popular meditation teacher based near Washington, D.C. “Not just when we’re sitting on the cushion.”\r\n\r\nMindfulness meditation isn’t about letting your thoughts wander. But it isn’t about trying to empty your mind, either. Instead, the practice involves paying close attention to the present moment — especially our own thoughts, emotions and sensations — whatever it is that’s happening.\r\n\r\nIn addition to basic meditation instructions, we’ve compiled guided meditations for a few popular exercises including the body scan, walking meditation and mindful eating. “Each of the applied mindfulness practices brings alive an experience that might otherwise be more automatic,” said Ms. Brach.\r\n\r\nThough meditating on your own is an essential part of a complete practice, the steady guidance of an experienced teacher can be invaluable, especially as you’re getting started. Our minds wander so easily, and the clear instructions of a teacher can help bring us back to the present moment.\r\nBasic Mindfulness Meditation\r\n\r\nLearn how to pay close attention to the present moment with this meditation exercise.\r\nWhen the Mind Wanders\r\n\r\nIt’s inevitable: During meditation, your mind will roam. You may notice other sensations in the body, things happening around you, or just get lost in thought, daydreaming about the past or present, possibly judging yourself or others.\r\n\r\nThere’s nothing wrong with this — thinking is just as natural as breathing. “It’s the natural conditioning of the mind to wander,” said Ms. Brach.\r\n\r\nWhen this happens, simply notice what it is you were thinking about or what was distracting you, then take a moment and pause.\r\n\r\nYou don’t need to pull your attention right back to the breath. Instead, let go of whatever it was you were thinking about, reopen your attention, then gently return your awareness to the breath, being present for each inhalation and exhalation.\r\n\r\n“Don’t just drag the mind back to the breath,” said Ms. Brach. “Instead reopen the attention, then gently come and land again.”\r\n\r\nAfter a few breaths, invariably, the mind will wander again. Don’t beat yourself up about this. It’s natural. What’s important is how we respond when it happens. Simply acknowledge whatever it is you were thinking of — without ascribing too much judgment to it, without letting it carry you away — and take a moment to come back to the present, and resume your meditation.\r\n\r\n“Where we build our skill is in the practice of coming back,” said Ms. Brach. “Coming back again and again. Notice it — thinking — and then pause, and then come back to the present moment.”\r\nWhen the Mind Wanders\r\n\r\nAn exercise to help you stay in the present moment while you meditate.\r\nMindfulness Meditation Practices\r\n\r\nYou can practice mindfulness meditation on your own anytime and anywhere. But listening to basic guided meditations can also be helpful, especially when getting started. Instructions from an experienced teacher can help remind us to come back to the present moment, let go of distracting thoughts and not be so hard on ourselves.\r\n\r\nHere are four guided meditations you can listen to that will help you remain in the present moment. Choose the one that’s the right length for you: One minute is a great place to start but also good if you simply don’t have a lot of time. If you’re more experienced or ready for an extended mindfulness session, try the 10- or 15-minute sessions. You can download these tracks and listen to them when you’re ready to meditate.\r\n\r\nInstead of training your attention on the breath, as is the case in basic mindfulness meditation, the body scan involves systematically focusing on different sensations and areas, from the head to the toes.\r\n\r\nStart at the top of your head. Slowly and deliberately, bring your attention to the surface of your skin, one inch at a time. See if you can feel your scalp, your ears, your eyelids and your nose. Continue in this manner, moving across the face, over the ears, down the neck and shoulders and all the way down to your toes.\r\n\r\nAt first, it might seem as if you don’t feel anything at all. But as you progress, you might begin to notice a whole world of new sensations. Some of the feelings might be pleasant, a gentle warmth, a comfortable weight. Some feelings might be neutral — tingling or itching. And some might be unpleasant. Your feet might feel soreness somewhere.\r\n\r\nWhatever the sensation is, just note it. If you need to move to relieve real pain, do so. But try not to react — labeling the experience good or bad — even if it’s unpleasant. Instead, just acknowledge what it is you’re feeling, and continue with the body scan. And of course, if you realize your mind has wandered, simply note the thought, and return your attention to the body.\r\n\r\nPut most simply, meditation is a way to train the mind. Most of the time, our minds are wandering — we’re thinking about the future, dwelling on the past, worrying, fantasizing, fretting or daydreaming. Meditation brings us back to the present moment, and gives us the tools we need to be less stressed, calmer and kinder to ourselves and others.\r\n\r\n“Meditation is a training of our attention,” Ms. Brach said. “It allows us to step out of distracted thought, and helps us arrive in the present moment in a balanced and clear way.”\r\nMindfulness\r\n\r\nThere are lots of different types of meditation. Most religions have contemplative traditions, and there are plenty of secular ways to meditate, too. But in recent years, mindfulness meditation has become increasingly popular.\r\n\r\nBasic mindfulness meditation is the practice of paying attention to the present moment with an accepting, nonjudgmental disposition. The goal isn’t to stop thinking, or to empty the mind. Rather, the point is to pay close attention to your physical sensations, thoughts and emotions in order to see them more clearly, without making so many assumptions, or making up stories.\r\n\r\nIt’s a deceptively simple exercise — just be right here, right now, without daydreaming. But with practice it can yield profound results, giving us greater control of our actions, and making room for more kindness and equanimity, even in difficult situations. With time, mindfulness meditation can even help us better understand what causes us stress, and what we can do to relieve it.\r\n\r\nThough mindfulness meditation was inspired by Buddhist practices, today it is available as a wholly secular practice that emphasizes stress reduction, the cultivation of focus and the development of tranquility.\r\n\r\n“There’s a misconception that mindfulness is religious,” said Mr. Smith. “What we have to explain is that it’s a stress reduction technique and a way to get yourself stronger mentally. It’s a self-care practice.”\r\n\r\nThere’s a large and growing body of research identifying the measurable effects of mindfulness on the body and brain, and it is catching on in professional settings including education, sports, business and even the military.\r\nMindfulness vs. Meditation\r\n\r\nThough the words are sometimes used interchangeably, it’s useful to draw a distinction between mindfulness and meditation.\r\n\r\nMindfulness is a quality of being — the experience of being open and aware in the present moment, without reflexive judgment, automatic criticism or mind wandering.\r\n\r\nMindfulness meditation is the practice of actually being present in the moment, which in turn trains us to become more mindful throughout the day, particularly during difficult situations.\r\n\r\nAs Ms. Brach puts it: “Mindfulness is your awareness of what’s going on in the present moment without any judgment. Meditation is the training of attention which cultivates that mindfulness.”\r\n\r\nMindfulness meditation isn’t the only way to meditate. Transcendental Meditation, which aims to promote a state of relaxed awareness through the recitation of a mantra, is also popular these days. But in this guide, we’re focused on mindfulness, which is increasingly popular and easy to learn.\r\n\r\nJust like any habit, meditation gets easier to do if it’s part of your routine. Choose a time to do it each day and try to stick with it. For many people, it’s easiest to meditate first thing in the morning. But whether it’s at lunch, after work, or before you go to bed, see if you can be consistent. “Start by setting aside time each day,” said Ms. Brach. “Just like physical exercise, to develop a habit of practice means being regular.”\r\nChoose a Spot\r\n\r\nSimilarly, it can help to meditate in the same location each day. This isn’t essential, but it can help minimize the potential for distractions and mind wandering. It’s not necessary to fold your legs into lotus position, or even sit on the floor. Just find a comfortable position where you can sit upright, and where you won’t be too distracted. “The important thing is that we’re committing a little bit of time to come into stillness and simply pay attention to what’s going on in our inner life,” said Ms. Brach.\r\nGet Your Gear (Or Don't)\r\n\r\nYou don’t need to spend a dime to get started. All you need is somewhere to sit, and a little willpower. That said, there are plenty of meditation cushions, stools and other accessories for those who want to get kitted out. But a comfortable chair, or a soft rug in a quiet corner, is really all you need.\r\nMore Meditation Exercises\r\n\r\nExpand your practice.\r\n\r\nWalking Meditation\r\n\r\nOnce you’re comfortable with sitting meditation and the body scan, you might want to try walking meditation. There’s no rule against trying walking meditation first, but it’s useful to learn the basics before you try to walk and meditate at the same time.\r\n\r\nAnother illuminating exercise to try is mindful eating. Instead of wolfing down whatever is on the menu, make the time and space to give the experience your full attention. You can do this when you’re eating any meal alone. Or, find some time to experiment with mindful eating using a simple food, like a raisin or an apple.\r\n\r\nNot only is mindful eating a valuable (and often enjoyable) exercise that can reveal a whole new world of interesting sensory experiences, but some studies suggest that it can lead to weight loss. When we pay closer attention to how hungry we are, and what we’re eating, it turns out we often eat less.\r\n\r\nTake time to acknowledge every aspect of the eating experience, and your reactions to it. Notice how you feel as you sit down for a meal. Are you hungry? Is your mouth watering?\r\n\r\nTake a close look at the food. What does it look like? Inspect it carefully. Is it warm or cold? What does it smell like? Does it make a sound when you hold it?\r\n\r\nAs you prepare to take your first bite, pay close attention to your own reactions. More salivating? Are you already thinking about the next bite?\r\n\r\nWhen the food hits your tongue, what happens? Notice the impulse to chew. Are you already inclined to swallow and take the next bite?\r\n\r\nHow does the feeling of the food change as it gets chewed? What does it feel like as it makes its way down your throat? Can you feel it in your stomach?\r\n\r\nTake your time. When you’ve completely finished one bite, move on to the next, again noticing everything you can about the experience — from the tastes, smells and physical sensations, to your own desires, reactions and impulses.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675935433/Sway-Prod/Articles/pexels-valeri-mak-12990001_ykdu2h.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 17,
  "fields": {
    "created_at": "2021-12-09T15:39:30.519Z",
    "title": "Any good retreat recommendations?",
    "views": 100,
    "text": "Hey guys - all suggestions welcome - thank you!",
    "category": "Threads",
    "photo": "",
    "author": 14
  }
},
{
  "model": "articles.article",
  "pk": 18,
  "fields": {
    "created_at": "2021-12-09T15:44:50.198Z",
    "title": "Speaking of \"Truth\" with Jordan B. Peterson",
    "views": 5572,
    "text": "I recently interviewed the psychologist Jordan B. Peterson on the Waking Up podcast. As I said at the beginning of our conversation, I’d received more listener requests for him than for Neil deGrasse Tyson, Richard Dawkins, Steven Pinker, Edward Snowden—or, indeed, any other person on earth.\r\n\r\nThe resulting exchange, however, was not what our mutual fans were hoping for. Rather than discuss religion and atheism, or the relationship between science and ethics, we spent two hours debating what it means to say that a proposition is (or seems to be) “true.” This is a not trivial problem in philosophy. But the place at which Peterson and I got stuck was a strange one. He seemed to be claiming that any belief system compatible with our survival must be true, and any that gets us killed must be false. As I tried to show, this view makes no sense, and I couldn’t quite convince myself that Peterson actually held it. The response on social media suggests that most listeners found our exchange as perplexing and frustrating as I did.\r\n\r\nThe main criticism directed at me has been that once we hit this impasse, I wasn’t a gracious enough host to let the dialogue proceed to other topics. I understand this complaint (and even anticipated it during the dialogue itself). But I feared that if we moved on to discuss the validity of religious faith, the power of myth, the reality of Jungian archetypes, or any of the more ethereal topics for which Peterson has become a celebrated exponent, without first agreeing on how sane and reasonable people can differentiate fact from fantasy, we were doomed to talk past each other with every sentence.\r\n\r\n    The response on social media suggests that most listeners found our exchange as perplexing and frustrating as I did.\r\n\r\nPeterson and I ended the podcast on a civil note, and I promised to have him back if our listeners wanted us to attempt to address other topics. He has since tried to clarify his position in a series of emails, one of which he has read publicly.\r\n\r\nHere is part of that text (as emailed to me), in which he speaks about the necessity of finding a basis for ethics (i.e., answering the question “How should we act in the world?”) within a Darwinian framework:\r\n\r\n    “Here’s an answer: individually, such that the family thrives; at the family level, so that society thrives; at the societal level, so that the ecosystem thrives—today, tomorrow, next week, next year, and across time. That’s the ultimate Piagetian equilibrated state (and Piaget, by the way—although few know this—was trying to solve the problem of the relationship between science and ethics. That’s what drove him his entire life).\r\n\r\n    The individual who acts in this manner is the mythological hero, who confronts the unknown with attention and intent to communicate, who obtains the gold from the eternal dragon of chaos (an evolved representation of the predatory/promising domain beyond the safety of the campfire), and who distributes that gold to the community. He rescues the youthful virgin from the predatory reptile. That’s St. George. It’s the oldest story we know of. It’s in the Enuma Elish, the Mesopotamian creation myth, upon which the opening lines of Genesis are historically predicated. Can’t you see the evolutionary relationship?\r\n\r\n    That’s the archetypal hero. That’s first, a way of behaving; second, a representation of acting; third, a way of organizing society around that action and representation; fourth, a society that then selects, through masculine competition, for the best contender to that representation; fifth, what is selected for by women, who peel off the top of the masculine competition. They outsource the impossible cognitive task of mate selection to the male dominance hierarchy. A hero emerges at the top of the competition. He gets all the girls. Human females are mother nature, the selection apparatus, the choosy maters (that female chimps are not).\r\n\r\n    The archetypal hero is a super-meme. It has been around so long that we have adapted, biologically, to its existence, just as we have adapted in every way to the three hundred million year old dominance hierarchy, which is more permanent—more real, even from a strictly realist perspective—than such evanescent phenomena as amphibians, reptiles, and mammals: older even [than] trees. The closer you are to the archetypal hero, the more likely you are, at least as a male, to win the dominance hierarchy contest that makes you attractive to women.\r\n\r\n    If Dawkins was wiser, he would have been Carl Jung. An archetype is the ultimate meme.”\r\n\r\nI trust that these are the sorts of claims that Peterson would have made had we moved on from the narrow question of what makes a statement true (or more true than its rivals). And I have no doubt that many of Peterson’s fans will think that the above passage puts his view on firmer footing. I disagree. In fact, I’m pretty sure I disagree with most of what Peterson says here, insofar as I understand it. Has human evolution actually selected for males that closely conform to the heroism of St. George? And is this really the oldest story we know? Aren’t there other stories just as old, reflecting quite different values that might also have adaptive advantages? And in what sense do archetypes even exist? These quibbles aside, isn’t it obvious that most of what we consider ethical—indeed, almost everything we value—now stands outside the logic of evolution?\r\n\r\n    Overcoming tribalism, xenophobia, honor violence, and other forms of apish barbarity has been unthinkable for hundreds of millennia—that is, until now. \r\n\r\nIn the year 2017, the question “How should we act in the world?” simply isn’t reducible to Darwinism. In fact, most answers to this question arise in utter defiance of the evolutionary imperatives that produced us. Caring for disabled children would most likely have been maladaptive for our ancestors during any conditions of scarcity—while cannibalism recommended itself from time to time in every corner of the globe. How much inspiration should we draw from the fact that killing and eating children is also an ancient “archetype”? Overcoming tribalism, xenophobia, honor violence, and other forms of apish barbarity has been unthinkable for hundreds of millennia—that is, until now. And our moral progress on these fronts is the basis of our most enlightened answers to Peterson’s question.\r\n\r\nWe didn’t evolve to do science, or to build institutions that last for generations, but we must do these things to thrive. Thriving requires the survival of the species, of course, but it’s not reducible to that. Getting our genes into the next generation simply isn’t our only (or even our primary) goal—and it surely isn’t the foundation of our ethics. If we were true Darwinians, every man’s deepest desire would be to continually donate sperm to sperm banks so that he could sire thousands of children for whom he’d have no further responsibility. If we really viewed the world from the perspective of our genes, no other answer to the question “How should we act in the world?” would seem more fitting. I’ll let readers judge how closely this maps onto the human minds with which they’re acquainted.\r\n\r\nPeterson believes that there is an inverse symmetry to our views on the relationship between facts and values. According to him, I see “ethics as nested inside scientific realism,” whereas he sees “scientific realism as nested inside Darwinian competition” (which he views in ethical terms).  A clearer way of stating this is that he thinks I locate all values within a system of truth claims, whereas he locates all truth claims in a system that selects for a single value: survival. Hence our stalemate.\r\n\r\n    Peterson’s peculiar form of pragmatism, anchored to the lone value of survival, can’t capture what we mean by “truth” (or even what most pragmatists mean by it).\r\n\r\nBut I have always said that the scientific worldview presupposes the validity of certain values—logical consistency (up to a point), explanatory elegance, respect for evidence, and so forth. This is why I think Hume’s famous gap between “is” (facts) and “ought” (values) is misleading on the topic of morality. We can easily reverse direction and discover that we won’t get to “is” without first obeying certain “oughts.” For instance, to understand what the cause of an illness is, one ought to pay attention to regularities in the body and in the environment that coincide with it. (Additionally, we now know that one ought to emphasize material causes, rather than sympathetic magic or the evil eye.) Facts and values are connected.\r\n\r\nHowever, the fact that some values lie at the foundation of our scientific worldview does not suggest that all scientific truth claims can be judged on the basis of the single (Darwinian) criterion of whether the claimants survive long enough to breed.  On the contrary, this assertion is quite obviously false (as I believe I demonstrated throughout our podcast). We can easily imagine our species being outcompeted by one that has no understanding whatsoever of the cosmos. Would a lethal swarm of disease-bearing insects possess a worldview superior to our own by virtue of eradicating us? The question answers itself—because no insect could even pose it. Mere survival doesn’t suggest anything about the intellectual or ethical achievement of the survivors.\r\n\r\nSome who listened to my conversation with Peterson thought that in objecting to his conception of truth, I was endorsing materialism or denying that the mind could play any role in determining the character of reality. But that isn’t the case. I was merely arguing that Peterson’s peculiar form of pragmatism, anchored to the lone value of survival, can’t capture what we mean by “truth” (or even what most pragmatists mean by it).",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675935236/Sway-Prod/Articles/pexels-mart-production-7577824_hzxzdb.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 19,
  "fields": {
    "created_at": "2021-12-09T15:46:13.069Z",
    "title": "How transcendental meditation alters the brain",
    "views": 1323,
    "text": "Transcendental meditation (TM) involves sitting with eyes shut for 15–20 minutes twice a day while saying a mantra. The practice has several advantages for mental health but, until now, it was unclear how those effects came about.\r\nNew research sheds light on the brain alterations that transcendental meditation can induce.\r\n\r\nTM differs from other meditation practices in that it does not require concentration or visualization.\r\n\r\nInstead, TM practitioners come up with a mantra, which is a word or phrase that has no real meaning.\r\n\r\nThe practitioners silently think this mantra, allowing the mind to naturally transcend, while both the mind and body remain awake, yet relaxed.\r\n\r\nMost people can learn TM in a few months, and benefits from regular practice may include reduced feelings of stress and anxiety in a person’s everyday life.\r\nPrevious proof\r\n\r\nResearch has found some evidence of this. A 2013 study, appearing in Military Medicine, listed TM as a feasible treatment for post-traumatic stress disorder (PTSD) in active-duty military personnel.\r\n\r\nSimilarly, a study appearing in The Permanente JournalTrusted Source in 2014, concluded that a TM program was effective in reducing psychological distress in teachers.\r\n\r\nA 2016 studyTrusted Source from the same journal found significant reductions in symptoms of trauma, anxiety, and depression in prison inmates who practiced TM.\r\n\r\nWith benefits seen in a relatively short period, one field of study has dived deeper into TM to find out exactly how it helps.\r\n\r\nNow, new findings published in Brain and Cognition point to measurable functional effects in the brain of TM practitioners.\r\n\r\nLowering stress and anxiety\r\n\r\nThe study took place in the Molecular Mind Laboratory of Italy’s IMT School for Advanced Studies Lucca and involved 34 participants.\r\n\r\nOf the volunteers, 19 had to complete two 20-minute TM sessions a day for 3 months — one session in the morning and one in the evening.\r\n\r\nThe remaining 15 participants continued with their usual daily routines.\r\n\r\nAt the beginning of the study, the researchers used psychometric questionnaires to measure how well each participant could handle stressful situations.\r\n\r\nAll participants also underwent a functional magnetic resonance imaging test (fMRI) to assess brain activity and functional connectivity between various areas of the brain.\r\n\r\nAt the end of the 3 months, each participant underwent another fMRI test and filled in the questionnaires again.\r\n\r\nAfter 3 months, the participants who practiced daily TM perceived feeling markedly less stress and anxiety.\r\n\r\n“Specifically, following TM practice, the group of meditators reported a reduction in psychometric scores reflecting perceived depression, anxiety and stress in opposition to resilience and social skills,” the authors write in the paper.\r\n\r\nResults from the fMRI scans also showed “that the reduction of anxiety levels is associated with specific changes in the connectivity between different cerebral areas, such as precuneus, left parietal lobe, and insula, which all have an important role in the modulation of emotions and inner states,” says first author Giulia Avvenuti.\r\n\r\nHowever, “none of these changes [were] observed” in the group that did not practice TM, Avvenuti points out.\r\nMedical News Today Newsletter\r\nKnowledge is power. Get our free daily newsletter.\r\n\r\nDig deeper into the health topics you care about most. Subscribe to our facts-first newsletter today.\r\n\r\nYour privacy is important to us. Any information you provide to us via this website may be placed by us on servers located in countries outside of the EU. If you do not agree to such placement, do not provide the information.\r\nQuick changes\r\n\r\nPietro Pietrini, study coordinator and IMT School’s director, says these findings raise further questions about the link between the brain and the mind.\r\n\r\n“The fact that [TM] has measurable effects on the ‘dialogue’ between brain structures involved in the modulation of affective states opens new perspectives for the understanding of brain-mind relationships,” he says.\r\n\r\nThe results may also indicate just how quickly TM can have a tangible effect on the brain and the feelings of individuals.\r\n\r\nOrganizations such as the David Lynch Foundation — which co-funded the study — encourage people with trauma or individuals who experience high levels of stress in work and education environments to practice TM.\r\n\r\nThe organization will likely use the results to amplify their work across the globe.\r\n\r\nThis work adds to the growing body of evidence in support of this form of meditation. It also raises other questions.\r\n\r\nAs Pietrini explains, his team’s findings extend “the results of recent research suggesting that drug therapies and psychotherapy leverage on the same biological mechanism.”\r\n\r\nFuture research may, therefore, look at different ways of targeting these biological pathways.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675861338/Sway-Prod/Articles/pexels-jill-burrow-6858676_jnfmqa.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 20,
  "fields": {
    "created_at": "2021-12-09T16:01:37.157Z",
    "title": "What are peoples favourite meditation apps?",
    "views": 228,
    "text": "Thanks guys.",
    "category": "Threads",
    "photo": "",
    "author": 19
  }
},
{
  "model": "articles.article",
  "pk": 22,
  "fields": {
    "created_at": "2021-12-27T11:28:21.339Z",
    "title": "Which spiritual/mindful books do people rate on here?",
    "views": 90,
    "text": "I'll name a couple!\r\n\r\nThe Power of Now by Eckhart Tolle\r\nAnything by Alan Watts",
    "category": "Threads",
    "photo": "",
    "author": 17
  }
},
{
  "model": "articles.article",
  "pk": 23,
  "fields": {
    "created_at": "2023-01-24T10:31:33.522Z",
    "title": "Dr. Andrew Huberman on mindfulness, interoception, and deliberate disengagement",
    "views": 1795,
    "text": "Andrew Huberman: You’ve got this point of attention on the inside and then you got this point of attention that you can put anywhere else. I can put on a book. I can put it on Instagram. The weight that I’m going to move in the weight room. The distance I’m going to run up a mountain. I can focus on a tree and run towards it.\r\n\r\nThose points of attention are under our deliberate control. This is something that we don’t really appreciate, but it’s under our deliberate control in the same way that voluntary motor action is under deliberate control. I can pick up my mug of tea here and take a sip if I want to or not. Learning to control these points of attention is something that we do, because we’re told in school, “Okay, look at this book and read.” Or you see something that you want to do, like I’m going to go lift that weight, or I’m going to focus on this particular movie or podcast.\r\n\r\nIt’s really the ability to link those two, to tether them. This tether is a fundamental aspect of our consciousness and here’s why. These two spheres of attention can be brought solely within the body, so meditation and concentrating allows me to bring my attention into my own body, my own self, and now it’s fully within the realm of what we call interoception. That’s very different than exteroception, where I’m looking at the outside world. Now how is it different?\r\n\r\nIt turns out that when we focus on things outside of our body, it engages a couple of different neuromodulators that are very important. A neuromodulator is something that changes the activity of nerve transmission. It either increases or decreases the volume of the conversation, or the speed of the conversation between neurons.\r\n\r\nWhen I focus outside myself and I become goal-driven, there’s an engagement of the dopamine circuit. Nature evolved to this, okay? I’m recognizing that I’m this body over here and that’s something over there and I want it. Now that could be the cup of tea across the room, or it could be an Olympia title. It could be right, it could be purely conceptual, it can be a person that you want to get to know and perhaps mate with, it could be a person that you want to avoid.\r\n\r\nThis goal-driven behavior engages this dopamine circuit. By goal-driven, it’s necessarily outside your internal real-estate. It becomes exteroception. Nature evolved this for very particular reasons to get animals to move toward things that they need; food, warmth, sex, etc,. in order to reproduce and to continue their species. It’s operating at a very low level, and so we don’t think about it. We think about dopamine more as reward.\r\n\r\nPeople think, “Oh, I get the thing and then I feel the reward,” but actually that’s not the way dopamine works. It drives us to want things that are outside our current experience.\r\n\r\nNow meditation, yoga nidra and focusing, taking that second sphere of attention and bringing it inward, now our focus of attention becomes our internal real estate. What very likely happens over time is that now we’re able to access a sense of goal-directed behavior and reward simply by our own internal experience.\r\n\r\nWhen we say, well, you don’t need things from the outside, you’re not being driven in an outside-in way, that’s actually a neurochemical phenomenon that occurs when people meditate over periods of time.\r\n\r\nMeditation and mindfulness practices are a form of learning to derive reward from focusing attention inward, where the goal directed behavior is about a recognition of the self, about understanding how your internal landscape is working. This is watching the thoughts go by. This is “mindfulness.” Then it becomes a pleasurable activity.\r\n\r\nNow, it takes some time to learn to bring this process inward. A key aspect to these two points of attention thing that we all have innately is tht once you realize that you can direct that second sphere of attention wherever you want, it becomes very powerful.\r\n\r\nI like to think of these two spheres of attention as tethered together by a pole. You imagine a sphere of attention that’s on you. Let’s say we’re having a conversation. I’m paying very close attention to you. Every once in a while, I’m paying attention to how I feel internally, because I’m registering what you’re saying. Now if I suddenly want to move my attention to another location and deliberately set it on a book and focus on that, that movement, that resetting of our attention is require some energy. Over time, it becomes exhausting. This is why hard work like writing, or a really hard workout isn’t just physically exhausting, it’s mentally exhausting.\r\n\r\nOnce you realize you have these two points of attention and that deep sleep and non-sleep deep relaxation are where you reset the ability to set your attention, I’m hoping that a light goes off and they think, “Ah! Now I understand that my ability to really focus and drive and work hard and really build things is directly proportional to my ability to deliberately disengage.”\r\n\r\nThis is why you find athletes who are really extremely good performers, or people who work in the elite military who are super high performers, are excellent at deliberate disengagement.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675852084/Sway-Prod/Articles/pexels-philip-ackermann-1666021_aa66c9.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 24,
  "fields": {
    "created_at": "2023-01-24T13:01:04.539Z",
    "title": "Why Sway?",
    "views": 18,
    "text": "1) Learn how to quiet your mind and find inner peace through the practice of meditation.\r\n\r\n2) Discover the benefits of meditation, including improved mental clarity, greater emotional balance and enhanced physical well-being.\r\n\r\n3) Get tips on how to get started with meditation and how to make it a regular part of your daily routine.\r\n\r\n4) Learn about different meditation techniques and how to choose the right one for you.\r\n\r\n5) Understand the power of mindfulness and how it can help you achieve greater happiness and contentment.\r\n\r\n6) Explore the science behind meditation and how it can improve your overall health.\r\n\r\n7) Discover how meditation can help you reduce stress and improve your ability to handle difficult situations.\r\n\r\n8) Learn how to create a peaceful and calming atmosphere for your meditation practice.\r\n\r\n9) Find guided meditation sessions to help you relax, focus and deepen your practice.\r\n\r\n10) Understand the importance of having a supportive environment for your meditation practice and how to create one.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675861308/Sway-Prod/Articles/pexels-bu%CC%88s%CC%A7ra-akkaya-7474868_dlkgwx.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 25,
  "fields": {
    "created_at": "2023-01-24T13:02:16.904Z",
    "title": "Why Meditate?",
    "views": 247,
    "text": "1) Reduced stress and anxiety: Meditation can help to reduce stress, anxiety, and depression. By focusing on the present moment, it can help to take your mind off worries and anxieties.\r\n\r\n2) Improved concentration: Meditation can help to improve concentration and focus, allowing for clarity and better mental performance.\r\n\r\n3) Increased self-awareness: Meditation can help to increase self-awareness and emotional intelligence. It can help to bring inner peace and balance to life.\r\n\r\n4) Improved physical health: Meditation can help to reduce blood pressure and improve overall physical health.\r\n\r\n5) Improved relationships: Meditation can help to improve communication and relationships, allowing for a more positive outlook.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1675861377/Sway-Prod/Articles/pexels-marek-piwnicki-11032483_pinmwf.jpg",
    "author": 1
  }
},
{
  "model": "articles.article",
  "pk": 26,
  "fields": {
    "created_at": "2023-01-24T13:49:52.794Z",
    "title": "When is the Sway mobile app release date?",
    "views": 355,
    "text": "Would love to know!",
    "category": "Threads",
    "photo": "",
    "author": 19
  }
},
{
  "model": "articles.article",
  "pk": 27,
  "fields": {
    "created_at": "2023-02-10T09:37:59.159Z",
    "title": "Secular Buddhism",
    "views": 4,
    "text": "Secular Buddhism, also known as Engaged Buddhism or Socially Engaged Buddhism, is a form of Buddhism that seeks to adapt the teachings of the Buddha to the contemporary world. It is characterized by an emphasis on personal experience and practical application, and is typically free from religious or cultural trappings.\r\n\r\nThe origin of Secular Buddhism can be traced back to the Buddhist monk and peace activist, Thich Nhat Hanh, who founded the Order of Interbeing in Vietnam in the 1960s. Thich Nhat Hanh was one of the first Buddhist leaders to bring the teachings of the Buddha to the West, and his focus on mindfulness and social engagement has had a profound impact on the way Buddhism is practiced and understood in the contemporary world.\r\n\r\nOne of the key features of Secular Buddhism is its focus on ethical and moral principles. This includes the Four Noble Truths and the Eightfold Path, which provide a framework for understanding suffering and the means for achieving freedom from it. The Four Noble Truths state that suffering exists, that it arises from craving and attachment, that it can be overcome, and that the Eightfold Path is the path to overcome suffering. The Eightfold Path consists of right understanding, right intention, right speech, right action, right livelihood, right effort, right mindfulness, and right concentration.\r\n\r\nIn the context of Secular Buddhism, these principles are not seen as religious dogmas, but rather as practical guides for living a more ethical and fulfilling life. They provide a framework for understanding the causes of suffering and for developing the skills and qualities necessary for creating a more harmonious and compassionate world.\r\n\r\nAnother important aspect of Secular Buddhism is its emphasis on mindfulness and meditation. Mindfulness is a practice that involves paying attention to the present moment in a non-judgmental way, and meditation is a means of training the mind and developing greater awareness and focus. Through the practice of mindfulness and meditation, individuals can develop greater self-awareness, improve their emotional well-being, and gain a deeper understanding of the nature of reality.\r\n\r\nIn addition to mindfulness and meditation, Secular Buddhism also places a strong emphasis on social engagement and activism. This includes working to address issues such as poverty, inequality, environmental degradation, and violence. Secular Buddhists believe that it is not enough to simply understand the causes of suffering and to develop inner peace and well-being; they must also work to address the causes of suffering in the world.\r\n\r\nOne of the most notable proponents of Secular Buddhism is the author and teacher, Stephen Batchelor. Batchelor has written extensively on the subject of Secular Buddhism and has been a key figure in the development of this tradition. \r\n\r\nStephen Batchelor is a British author, teacher, and Buddhist monk who has made a significant contribution to the development of Secular Buddhism. Batchelor was ordained as a monk in the Tibetan tradition in the 1970s, but has since become a vocal critic of traditional Buddhism, arguing that it is often too heavily focused on supernatural beliefs and cultural practices.\r\n\r\nBatchelor is the author of several books on Buddhism, including \"Buddhism Without Beliefs\" and \"Confession of a Buddhist Atheist\". In these works, Batchelor argues that the core teachings of the Buddha can be understood and practiced in a secular context, and that Buddhism can be a powerful source of inspiration and guidance for individuals seeking a more meaningful and fulfilling life.\r\n\r\nAnother prominent Secular Buddhist is the neuroscientist, philosopher, and author, Sam Harris. Harris is best known for his books, \"The End of Faith\" and \"Waking Up: A Guide to Spirituality Without Religion\", in which he argues that spirituality and religion are not synonymous, and that the teachings of the Buddha offer a path to spiritual fulfillment that is both scientifically credible and free from religious dogma.\r\n\r\nSam Harris is an American neuroscientist, philosopher, and author who has become one of the most prominent voices in the Secular Buddhist movement. Harris first encountered Buddhism through the teachings of Zen master Shunryu Suzuki, and has since become a passionate advocate for the power of mindfulness and meditation to promote well-being and spiritual growth.\r\n\r\nBhikkhu Bodhi is an American Buddhist monk and scholar who is one of the leading voices in the Secular Buddhist movement. Bodhi was ordained as a monk in Sri Lanka in the 1970s, and has since become a respected teacher and commentator on Buddhist philosophy and practice.\r\n\r\nBodhi is the author of several books on Buddhism, including \"The Connected Discourses of the Buddha\" and \"In the Buddha's Words\". In these works, Bodhi argues that the teachings of the Buddha can be understood and practiced in a secular context, and that they offer a powerful path to personal transformation and spiritual growth.\r\n\r\nSharon Salzberg is an American author and teacher who is one of the leading voices in the Secular Buddhist movement. Salzberg first encountered Buddhism in India in the 1970s, and has since become a passionate advocate for the power of mindfulness and meditation to promote well-being and spiritual growth.\r\n\r\nSalzberg is the author of several books on mindfulness and meditation, including \"Lovingkindness: The Revolutionary Art of Happiness\" and \"Real Happiness: The Power of Meditation\". In these works, Salzberg argues that mindfulness and meditation are not just tools for spiritual growth, but also powerful tools for promoting happiness, compassion, and well-being in the contemporary world.\r\n\r\nDespite its growing popularity, Secular Buddhism remains a controversial and evolving tradition, with some traditional Buddhists and religious leaders questioning its authenticity and effectiveness. However, for many individuals, Secular Buddhism offers a powerful and transformative path to personal growth and well-being, and is poised to continue to grow in popularity and influence in the years to come.\r\n\r\nIn conclusion, Secular Buddhism is a form of Buddhism that seeks to adapt the teachings of the Buddha to the contemporary world. Through its focus on personal experience, mindfulness, and social engagement, Secular Buddhism has become an important source of inspiration and guidance for individuals seeking a more meaningful and fulfilling life. With its growing popularity and influential proponents, Secular Buddhism is poised to continue to grow and evolve in the years to come.",
    "category": "Articles",
    "photo": "https://res.cloudinary.com/dvgbdioec/image/upload/v1676021825/Sway-Prod/Articles/pexels-benjamin-farren-15129223_c9nczn.jpg",
    "author": 1
  }
}
]
